Repository: tc-ca/TC3oE-SelfServicePortal
Catalog: SelfServicePortal-Webapp/SelfServicePortal.Web/Resources/Pages/Index.*.resx
Languages: fr

# Welcome
source: You are logged in as {0}.
fr: Vous êtes connecté en tant que {0}.

# Welcome-Admin
source: You are a Self Service Portal admin.
fr: Vous êtes un administrateur du Portail Libre-Service.

# Title
source: Home page
fr: Page d'accueil

# Header-Welcome
source: Welcome
fr: Bienvenue sur

# Header-Detailed
source: Detailed requests
fr: Demandes détaillées

# Header-Self
source: Self-service
fr: Libre-service

# Content-Detailed
source: <p>If you have a new project that you want to bring to the Cloud, get in touch with <a href="mailto:myteam@org.gc.ca">Cloud / Infonuagique</a> to see where it fits in our workload management.</p> <p>If you have a request that can't be solved using this page, please file a ticket in Orion.</p>
fr: <p>Si vous avez un nouveau projet que vous souhaitez transférer dans le nuage, contactez <a href="mailto:myteam@org.gc.ca">Cloud / Infonuagique</a> pour voir où il s'intègre dans notre gestion de la charge de travail.</p> <p>Si vous avez une demande qui ne peut pas être résolue à l'aide de cette page, veuillez déposer un ticket dans Orion.</p>

# Content-Self
source: <p>If you know exactly what you need, then you can use the links below to fill out a form to request changes in Azure Portal.</p> <p>Once filled out, a cloud team member will be notified to review your request, and if approved, our automation will ensure it gets completed properly.</p>
fr: <p>Si vous savez exactement ce dont vous avez besoin, vous pouvez utiliser les liens ci-dessous pour remplir un formulaire de demande de modifications dans Azure Portal.</p> <p>Une fois le formulaire rempli, un membre de l'équipe de l'équipe cloud sera notifié pour examiner votre demande et, si elle est approuvée, notre système d'automatisation veillera à ce qu'elle soit correctement exécutée.</p>

# Title-Table
source: Self service form directory
fr: Répertoire de formulaires en libre-service

# Label-Form-Name
source: Form name
fr: Nom du formulaire

# Label-Form-Link
source: Form link
fr: Lien vers le formulaire

source: Link
fr: Lien

# Form-Label-NewResourceGroup
source: Request a Resource Group
fr: Demander un groupe de ressources

# Form-Label-AddGroupOwners
source: Add Group Owners
fr: Ajouter des propriétaires de groupe

# Form-Label-AddApplicationDeveloperRole
source: Request Application Developer role
fr: Demander le rôle de développeur d'applications

# Form-Label-NewServiceConnection
source: Request new Azure DevOps service connection
fr: Demander une nouvelle connexion au service Azure DevOps

# Link-History
source: History
fr: Histoire

# Link-History-Admin
source: History (Admin)
fr: Histoire (Admin)

# Form-Label-AddVMShutdownExemption
source: Request VM autoshutdown exemption
fr: Demande d'exemption d'arrêt automatique de la VM

# Form-Label-AddAccountExemption
source: Add an Inactive Account Exemption
fr: Ajouter une exemption pour compte inactif

# Link-Approvals
source: Approvals (Admin)
fr: Approbations (Admin)

# Link-Logs
source: Logs (Admin)
fr: Journaux (Admin)

# Link-Json
source: JSON Form (Admin)
fr: Lien JSON (Admin)

# Banner-Warning
source: warning text here
fr: texte d'avertissement ici

# Form-Label-NewSecurityGroup
source: Request a Security Group
fr: Demander un groupe de sécurité
